; Persian
; Mohammad Akhzari  ,  akhzari1376@gmail.com

[Persian]
IDS_UPDATE_NO=بروزرسانی موجو نیست.
IDS_UPDATE_YES=Update available, download and install them?
IDS_FILE=فایل
IDS_SETTINGS=تنظیمات
IDS_EXIT=خارج شدن
IDS_LANGUAGE=Language
IDS_HELP=راهنمایی
IDS_WEBSITE=وب سایت
IDS_CHECKUPDATES=بررسی بروزرسانی
IDS_ABOUT=درباره ی
IDS_DONATE=Give thanks!
IDS_TRAY_SHOW=مشخص/مخفی
IDS_TRAY_DISABLE=غیرفعال کردن
IDS_TRAY_POPUP_1=فضاهای پاکسازی
IDS_TRAY_POPUP_2=پاکسازی زمانی که شد..
IDS_TRAY_POPUP_3=پاکسازی هر
IDS_CLEAN=پاکسازی حافظه
IDS_GROUP_1=فیزیکی
IDS_GROUP_2=Page file
IDS_GROUP_3=تنظیمات درحال کارکرد سیستم
IDS_ITEM_1=استفاده
IDS_ITEM_2=آزاد
IDS_ITEM_3=تمام در دسترس
IDS_SETTINGS_GENERAL=عمومی
IDS_SETTINGS_MEMORY=پاکسازی حافظه
IDS_SETTINGS_APPEARANCE=ظاهر
IDS_SETTINGS_TRAY=آیکون
IDS_CLOSE=بستن
IDS_TITLE_1=پیکربندی عمومی
IDS_TITLE_2=زبان
IDS_TITLE_3=حافظه ی منطقه ای که میخواهید حذف شود
IDS_TITLE_4=مدیریت حافظه
IDS_TITLE_5=Hotkeys (جهانی)
IDS_TITLE_6=مدل
IDS_TITLE_7=نشانه ی رنگ ها
IDS_TITLE_8=کنترل موس
IDS_TITLE_9=بالون اطلاعات
IDS_ALWAYSONTOP_CHK=همیشه بالا
IDS_LOADONSTARTUP_CHK=بالا آمدن همراه با ویندوز
IDS_STARTMINIMIZED_CHK=Start minimized
IDS_REDUCTCONFIRMATION_CHK=تایید کردن شروع پاکسازی حافظه
IDS_SKIPUACWARNING_CHK=رد کردن اخطار"User Account Control"
IDS_CHECKUPDATES_CHK=بررسی آخرین بروز رسانی بصورت دوره ای(پیشنهادی)
IDS_LANGUAGE_HINT=انتخاب زبان:
IDS_WORKINGSET_CHK=工作集
IDS_SYSTEMWORKINGSET_CHK=系统文件缓存
IDS_STANDBYLISTPRIORITY0_CHK=备用列表（无优先级）
IDS_STANDBYLIST_CHK=备用列表*
IDS_MODIFIEDLIST_CHK=已修改页列表*
IDS_COMBINEMEMORYLISTS_CHK=合并内存列表 (Win10+)
IDS_AUTOREDUCTENABLE_CHK=پاکسازی زمانی که رسید به: (%)
IDS_AUTOREDUCTINTERVALENABLE_CHK=پاکسازی هر: (min.)
IDS_HOTKEY_CLEAN_CHK=پاکسازی حافظه:
IDS_TRAYUSETRANSPARENCY_CHK=استفاده از تصویر زمینه شفاف
IDS_TRAYSHOWBORDER_CHK=نشان دادن حاشیه
IDS_TRAYROUNDCORNERS_CHK=کناره های گرد
IDS_TRAYCHANGEBG_CHK=تغییر دادن رنگ زمینه (به جای متن و حاشیه)
IDS_TRAYUSEANTIALIASING_CHK=Use antialiasing
IDS_FONT_HINT=فونت:
IDS_COLOR_TEXT_HINT=رنگ متن
IDS_COLOR_BACKGROUND_HINT=رنگ زمینه
IDS_COLOR_WARNING_HINT="Warning level" رنگ
IDS_COLOR_DANGER_HINT="Danger level" رنگ
IDS_TRAYLEVELWARNING_HINT="Warning level" شروع شود در: (%)
IDS_TRAYLEVELDANGER_HINT="Danger level" شروع شود در: (%)
IDS_TRAYACTIONSC_HINT=Single click:
IDS_TRAYACTIONMC_HINT=کلیک میانه:
IDS_TRAY_ACTION_1=مشخص/مخفی
IDS_TRAY_ACTION_2=پاکسازی حافظه
IDS_TRAY_ACTION_3=باز کردن نوار وضیفه
IDS_SHOW_CLEAN_RESULT_CHK=نشان دادن نتیجه ی پاکسازی حافظه
IDS_QUESTION=آیا میخواهید پاکسازی حافظه را شروع کنید؟
IDS_QUESTION_WARNING=Switching-on "Standby list" and "Modified page list" may freeze your computer for almost a minute or so, are you sure to enable this option?
IDS_QUESTION_FLAG_CHK=Do not ask again
IDS_STATUS_CLEANED=Memory was cleaned now with %s saved.
IDS_STATUS_NOPRIVILEGES=فقط از طریق adminstrator کار میکند.لطفا برنامه را با adminstrator بالا بیاورید.
IDS_UPDATE_DOWNLOAD=Downloading update...
IDS_UPDATE_DONE=Downloading update finished.
IDS_UPDATE_ERROR=Update server connection error.
IDS_UPDATE_INIT=Checking for new releases...
IDS_UPDATE_INSTALL=Update available, do you want to install them?
IDS_RESET=Reset
IDS_QUESTION_RESET=Are you really sure you want to reset all application settings?
IDS_NOTIFICATIONSOUND_CHK=فعالسازی صدای آگاهسازی
IDS_TITLE_ADVANCED=پیشرفته
IDS_VIEW=View
IDS_USEDARKTHEME=Use dark theme
IDS_UPDATE_SPEED=Speed
IDS_TITLE_10=上次清理状态
IDS_CLEANUP_STATUS_OK=成功
IDS_CLEANUP_STATUS_FAIL=失败 (0x%08X)
IDS_CLEANUP_STATUS_SKIP=已跳过（系统不支持）
IDS_CLEANUP_STATUS_NONE=未执行
IDS_MODIFIEDFILECACHE_CHK=已修改文件缓存
IDS_REGISTRYCACHE_CHK=注册表缓存 (Win8.1+)
IDS_ALLOWSTANDBYLISTCLEANUP_CHK=允许在自动清理时清理“备用列表”和“已修改页列表”
IDS_LOGRESULTS_CHK=将清理结果记录到调试日志
IDS_LANGUAGE_SECTION_HINT=（语言）
IDS_LANGUAGE_MENU_FORMAT=%s（语言）
IDS_REGION_UNKNOWN=未知
IDS_CMDLINE_HELP_TITLE=memreduct.exe 可用选项：
IDS_CMDLINE_HELP_BODY=-clean - 清理默认内存区域\r\n-clean:full - 清理全部内存区域
IDS_CLEANUP_REASON_AUTO=清理（自动）
IDS_CLEANUP_REASON_MANUAL=清理（手动）
IDS_CLEANUP_REASON_HOTKEY=清理（快捷键）
IDS_CLEANUP_REASON_CMDLINE=清理（命令行）
IDS_TRAY_INTERVAL_ITEM=%lld 分钟
